results/dev-dax/lat/dev-dax_lat.txt
dev-dax-write: (g=0): rw=randwrite, bs=2048KiB-2048KiB,2048KiB-2048KiB,2048KiB-2048KiB, ioengine=dev-dax, iodepth=1
dev-dax-read: (g=1): rw=randread, bs=2048KiB-2048KiB,2048KiB-2048KiB,2048KiB-2048KiB, ioengine=dev-dax, iodepth=1
fio-2.17-35-ge28d1
Starting 2 threads

dev-dax-write: (groupid=0, jobs=1): err= 0: pid=11975: Fri Feb  3 14:30:05 2017
  write: IOPS=3660, BW=7320MiB/s (7676MB/s)(214GiB/30001msec)
    clat (usec): min=224, max=7090, avg=231.58, stdev=47.72
     lat (usec): min=249, max=7134, avg=272.28, stdev=51.15
    clat percentiles (usec):
     |  1.00th=[  225],  5.00th=[  227], 10.00th=[  227], 20.00th=[  227],
     | 30.00th=[  229], 40.00th=[  229], 50.00th=[  229], 60.00th=[  231],
     | 70.00th=[  231], 80.00th=[  233], 90.00th=[  235], 95.00th=[  237],
     | 99.00th=[  255], 99.50th=[  274], 99.90th=[  644], 99.95th=[  724],
     | 99.99th=[ 3152]
    lat (usec) : 250=98.74%, 500=1.08%, 750=0.14%, 1000=0.02%
    lat (msec) : 4=0.02%, 10=0.01%
  cpu          : usr=99.06%, sys=0.34%, ctx=61, majf=0, minf=51323
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,109809,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
dev-dax-read: (groupid=1, jobs=1): err= 0: pid=11990: Fri Feb  3 14:30:05 2017
   read: IOPS=2965, BW=5931MiB/s (6219MB/s)(174GiB/30001msec)
    clat (usec): min=290, max=1341, avg=335.32, stdev=36.37
     lat (usec): min=290, max=1341, avg=335.45, stdev=36.38
    clat percentiles (usec):
     |  1.00th=[  314],  5.00th=[  318], 10.00th=[  318], 20.00th=[  322],
     | 30.00th=[  326], 40.00th=[  330], 50.00th=[  330], 60.00th=[  334],
     | 70.00th=[  338], 80.00th=[  342], 90.00th=[  346], 95.00th=[  354],
     | 99.00th=[  418], 99.50th=[  458], 99.90th=[  964], 99.95th=[ 1004],
     | 99.99th=[ 1112]
    lat (usec) : 500=99.61%, 750=0.14%, 1000=0.20%
    lat (msec) : 2=0.06%
  cpu          : usr=98.71%, sys=0.67%, ctx=42, majf=0, minf=45603
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=88972,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=7320MiB/s (7676MB/s), 7320MiB/s-7320MiB/s (7676MB/s-7676MB/s), io=214GiB (230GB), run=30001-30001msec

Run status group 1 (all jobs):
   READ: bw=5931MiB/s (6219MB/s), 5931MiB/s-5931MiB/s (6219MB/s-6219MB/s), io=174GiB (187GB), run=30001-30001msec